autoconf
bash-completion
cmake
ctags
dwdiff
freetype
gettext
git
git-flow
git-tracker
glib
icu4c
imagemagick
jpeg
libffi
libpng
libtool
node
openssl
ossp-uuid
osxfuse
pkg-config
postgresql
rbenv
readline
redis
ruby-build
ssh-copy-id
sshfs
