## Brew taps
tap 'caskroom/cask'

cask 'java'

# Brew packages
brew 'ant'
brew 'autoconf'
brew 'bash-completion'
brew 'cmake'
brew 'dwdiff'
brew 'freetype'
brew 'gettext'
brew 'git'
brew 'git-flow'
brew 'git-tracker'
brew 'glib'
brew 'gnu-tar'
brew 'icu4c'
brew 'imagemagick'
brew 'jpeg'
brew 'libffi'
brew 'libpng'
brew 'libtool'
brew 'maven'
brew 'nvm'
brew 'openssl'
brew 'ossp-uuid'
brew 'pkg-config'
brew 'postgresql'
brew 'readline'
brew 'redis'
brew 'rename'
brew 'ruby-build'
brew 'ssh-copy-id'
brew 'sqlite'
brew 'libyaml'

# Cask applications
cask 'cyberduck'
cask 'docker'
cask 'flip4mac'
cask 'flux'
cask 'google-chrome'
cask 'hipchat'
cask 'pgadmin3'
cask 'postico'
cask 'rdm'
cask 'sourcetree'
cask 'sublime-text'
cask 'virtualbox'
cask 'xquartz'

# App Store applications
