## Brew taps
tap 'drujensen/kgen'
tap 'caskroom/drivers'
brew 'kgen'

# Brew packages
brew 'ant'
brew 'autoconf'
brew 'bash-completion'
brew 'cmake'
brew 'coreutils'
brew 'crystal-lang'
brew 'dwdiff'
brew 'freetype'
brew 'gettext'
brew 'git'
brew 'git-flow'
brew 'git-lfs'
brew 'git-tracker'
brew 'glib'
brew 'gnu-tar'
brew 'icu4c'
brew 'imagemagick@6'
brew 'jpeg'
brew 'libffi'
brew 'libmagic'
brew 'libpng'
brew 'libtool'
brew 'maven'
brew 'neo4j'
brew 'nvm'
brew 'openssl'
brew 'ossp-uuid'
brew 'pkg-config'
brew 'postgresql'
brew 'redis'
brew 'rename'
brew 'ruby-build'
brew 'ssh-copy-id'
brew 'sqlite'
brew 'libyaml'
brew 'wget'

# Cask applications
cask 'atom'
cask 'beyond-compare'
cask 'cyberduck'
cask 'docker'
cask 'dupeguru'
cask 'eclipse-java'
cask 'flip4mac'
cask 'flux'
cask 'garmin-express'
cask 'google-chrome'
cask 'hipchat'
cask 'onedrive'
cask 'postico'
cask 'rdm'
cask 'skim'
cask 'skype'
cask 'sourcetree'
cask 'sublime-text'
cask 'tidal'
cask 'virtualbox'
cask 'whatsapp'
cask 'xquartz'

# App Store applications
